[
  "Use strong, unique passwords for every account.",
  "Enable two-factor authentication wherever possible.",
  "Avoid using public Wi-Fi for sensitive transactions.",
  "Keep your software and OS updated regularly.",
  "Never click on suspicious links in emails.",
  "Use a password manager to store your credentials securely.",
  "Always lock your screen when stepping away.",
  "Don't share personal information on social media.",
  "Be cautious of phishing emails — verify sender addresses.",
  "Back up your important data regularly.",
  "Avoid downloading files from untrusted sources.",
  "Keep your browser extensions to a minimum.",
  "Don't reuse passwords across platforms.",
  "Use antivirus and antimalware tools consistently.",
  "Be skeptical of 'too good to be true' online offers.",
  "Clear your browser cache and cookies regularly.",
  "Avoid storing passwords in your browser.",
  "Disable unused Bluetooth and location services.",
  "Use VPNs when using public networks.",
  "Turn off auto-connect for Wi-Fi on your devices.",
  "Always verify HTTPS on sites before entering credentials.",
  "Log out from sessions when using shared devices.",
  "Stay informed about recent security threats.",
  "Review your app permissions frequently.",
  "Use secure messaging apps with end-to-end encryption.",
  "Practice least privilege — give only required permissions.",
  "Secure your home router with a strong password.",
  "Don't trust unsolicited tech support calls.",
  "Shred physical documents containing sensitive info.",
  "Install a firewall on your system.",
  "Understand the risks of clicking shortened URLs.",
  "Be cautious when plugging in USB drives.",
  "Monitor your digital footprint with search engines.",
  "Don’t blindly accept app permissions on install.",
  "Review account activity logs regularly.",
  "Be wary of downloading cracked software.",
  "Secure your IoT devices with custom passwords.",
  "Avoid using public charging stations (use a USB data blocker).",
  "Don't trust browser pop-ups asking for updates.",
  "Be cautious when scanning QR codes from unknown sources.",
  "Keep your BIOS/UEFI firmware updated.",
  "Use multi-layered security (firewall + antivirus + 2FA).",
  "Educate yourself continuously on cybersecurity trends.",
  "Report suspicious emails or accounts to IT/security teams.",
  "Enable full-disk encryption on laptops.",
  "Avoid clicking ads on sketchy websites.",
  "Don’t overshare your location online.",
  "Use throwaway emails for sign-ups and testing.",
  "Verify identity over another channel before trusting info.",
  "Update default passwords on new devices immediately.",
  "Use security-focused browser extensions (like HTTPS Everywhere).",
  "Don’t trust unfamiliar Bluetooth pairing requests.",
  "Don’t use cracked or pirated tools—they’re often malware carriers.",
  "Configure privacy settings on all social platforms.",
  "Don’t blindly open attachments, even if they seem safe.",
  "Set auto-lock timeout on all your devices.",
  "Use different emails for work, personal, and sign-ups.",
  "Enable login alerts where available.",
  "Create restore points before making system changes.",
  "Don’t accept random Facebook/LinkedIn requests.",
  "Secure your GitHub repos with SSH keys.",
  "Never post screenshots of sensitive dashboards or tools.",
  "Educate family/friends about basic digital hygiene.",
  "Check if your data is leaked using haveibeenpwned.com.",
  "Use sandbox environments for testing software.",
  "Create strong security questions (not easily guessed).",
  "Don’t save banking info on shopping websites.",
  "Use browser profiles to separate work and personal.",
  "Be careful with what you copy-paste from the internet.",
  "Log out from services on shared computers.",
  "Enable remote wipe on your devices.",
  "Lock down file/folder permissions for sensitive data.",
  "Turn off mic/camera access when not needed.",
  "Disable macro settings in Microsoft Office.",
  "Set up alerts for suspicious banking transactions.",
  "Regularly delete unused accounts.",
  "Use a separate device/account for experimenting or testing.",
  "Subscribe to cybersecurity newsletters.",
  "Never execute random scripts without checking them first.",
  "Set parental controls on shared family devices.",
  "Use biometric authentication for additional security.",
  "Know how to recognize social engineering tactics.",
  "Don’t install random APK files on Android devices.",
  "Don’t enter credentials on pop-ups.",
  "Know how to use the `whois` command.",
  "Always verify digital certificates of websites.",
  "Encrypt sensitive emails using tools like PGP.",
  "Learn about data privacy regulations like GDPR.",
  "Install browser ad blockers to prevent malicious ads.",
  "Stay off illegal streaming/download sites.",
  "Run occasional malware scans, even if you feel safe.",
  "Use MFA apps over SMS-based 2FA.",
  "Avoid using default security questions (they're guessable).",
  "Avoid sharing screen without checking what’s visible.",
  "Review GitHub/GitLab commit history for secrets.",
  "Don’t allow all cookies by default on sites.",
  "Beware of free trial traps that auto-renew.",
  "Learn to identify fake apps on app stores.",
  "Securely erase hard drives before discarding.",
  "Keep copies of important credentials offline.",
  "If something feels off, trust your instincts."
]
