[
  "The only limit to our realization of tomorrow is our doubts of today. – Franklin D. Roosevelt",
  "Do not wait to strike till the iron is hot; but make it hot by striking. – William Butler Yeats",
  "The future belongs to those who believe in the beauty of their dreams. – Eleanor Roosevelt",
  "In the middle of every difficulty lies opportunity. – Albert Einstein",
  "Success is not final, failure is not fatal: it is the courage to continue that counts. – Winston Churchill",
  "You miss 100% of the shots you don’t take. – Wayne Gretzky",
  "Believe you can and you're halfway there. – Theodore Roosevelt",
  "It does not matter how slowly you go as long as you do not stop. – Confucius",
  "Dream big and dare to fail. – Norman Vaughan",
  "Everything you’ve ever wanted is on the other side of fear. – George Addair",
  "Hardships often prepare ordinary people for an extraordinary destiny. – C.S. Lewis",
  "If you want to lift yourself up, lift up someone else. – Booker T. Washington",
  "Don’t watch the clock; do what it does. Keep going. – Sam Levenson",
  "Action is the foundational key to all success. – Pablo Picasso",
  "Your time is limited, don’t waste it living someone else’s life. – Steve Jobs",
  "Success usually comes to those who are too busy to be looking for it. – Henry David Thoreau",
  "What you get by achieving your goals is not as important as what you become by achieving your goals. – Zig Ziglar",
  "Don’t be pushed around by the fears in your mind. Be led by the dreams in your heart. – Roy T. Bennett",
  "You are never too old to set another goal or to dream a new dream. – C.S. Lewis",
  "A year from now you may wish you had started today. – Karen Lamb",
  "It always seems impossible until it's done. – Nelson Mandela",
  "Success is the sum of small efforts, repeated day-in and day-out. – Robert Collier",
  "Don’t let yesterday take up too much of today. – Will Rogers",
  "Start where you are. Use what you have. Do what you can. – Arthur Ashe",
  "Happiness is not something ready made. It comes from your own actions. – Dalai Lama",
  "If opportunity doesn’t knock, build a door. – Milton Berle",
  "We become what we think about. – Earl Nightingale",
  "Either you run the day or the day runs you. – Jim Rohn",
  "The best way to predict the future is to invent it. – Alan Kay",
  "Failure will never overtake me if my determination to succeed is strong enough. – Og Mandino",
  "You don’t have to be great to start, but you have to start to be great. – Zig Ziglar",
  "Life is 10% what happens to us and 90% how we react to it. – Charles R. Swindoll",
  "Act as if what you do makes a difference. It does. – William James",
  "Limit your “always” and your “nevers.” – Amy Poehler",
  "Try to be a rainbow in someone’s cloud. – Maya Angelou",
  "You must be the change you wish to see in the world. – Mahatma Gandhi",
  "In a gentle way, you can shake the world. – Mahatma Gandhi",
  "What lies behind us and what lies before us are tiny matters compared to what lies within us. – Ralph Waldo Emerson",
  "Turn your wounds into wisdom. – Oprah Winfrey",
  "Do what you can, with what you have, where you are. – Theodore Roosevelt",
  "One day or day one. You decide.",
  "Small deeds done are better than great deeds planned. – Peter Marshall",
  "I am not a product of my circumstances. I am a product of my decisions. – Stephen Covey",
  "Keep your face always toward the sunshine—and shadows will fall behind you. – Walt Whitman",
  "When you arise in the morning, think of what a precious privilege it is to be alive. – Marcus Aurelius",
  "Everything has beauty, but not everyone can see. – Confucius",
  "You can’t cross the sea merely by standing and staring at the water. – Rabindranath Tagore",
  "Be yourself; everyone else is already taken. – Oscar Wilde",
  "Change the world by being yourself. – Amy Poehler",
  "Every moment is a fresh beginning. – T.S. Eliot",
  "Happiness depends upon ourselves. – Aristotle",
  "Nothing will work unless you do. – Maya Angelou",
  "He who has a why to live can bear almost any how. – Friedrich Nietzsche",
  "Success is how high you bounce when you hit bottom. – George S. Patton",
  "It’s not whether you get knocked down, it’s whether you get up. – Vince Lombardi",
  "The best revenge is massive success. – Frank Sinatra",
  "Don't wish it were easier. Wish you were better. – Jim Rohn",
  "You become what you believe. – Oprah Winfrey",
  "Go the extra mile. It’s never crowded.",
  "Do one thing every day that scares you. – Eleanor Roosevelt",
  "Push yourself, because no one else is going to do it for you.",
  "It does not matter how slowly you go as long as you do not stop. – Confucius",
  "Great things never come from comfort zones.",
  "Success doesn’t just find you. You have to go out and get it.",
  "The harder you work for something, the greater you’ll feel when you achieve it.",
  "Dream it. Wish it. Do it.",
  "Sometimes we’re tested not to show our weaknesses, but to discover our strengths.",
  "Don’t stop when you’re tired. Stop when you’re done.",
  "Wake up with determination. Go to bed with satisfaction.",
  "Do something today that your future self will thank you for.",
  "Little things make big days.",
  "It’s going to be hard, but hard does not mean impossible.",
  "Push through pain. On the other side is growth.",
  "The secret of getting ahead is getting started. – Mark Twain",
  "Discipline is choosing between what you want now and what you want most. – Abraham Lincoln",
  "Opportunities don’t happen. You create them. – Chris Grosser",
  "Be so good they can’t ignore you. – Steve Martin",
  "You didn’t come this far to only come this far.",
  "Doubt kills more dreams than failure ever will. – Suzy Kassem",
  "Focus on being productive instead of busy. – Tim Ferriss",
  "Don’t raise your voice, improve your argument. – Desmond Tutu",
  "Energy and persistence conquer all things. – Benjamin Franklin",
  "The best preparation for tomorrow is doing your best today. – H. Jackson Brown Jr.",
  "When you know better, you do better. – Maya Angelou",
  "You only live once, but if you do it right, once is enough. – Mae West",
  "Live as if you were to die tomorrow. Learn as if you were to live forever. – Mahatma Gandhi",
  "The greatest wealth is to live content with little. – Plato",
  "The mind is everything. What you think you become. – Buddha",
  "Peace begins with a smile. – Mother Teresa",
  "Courage doesn’t always roar. Sometimes courage is the quiet voice at the end of the day saying, 'I will try again tomorrow.' – Mary Anne Radmacher",
  "Make each day your masterpiece. – John Wooden",
  "The only way to do great work is to love what you do. – Steve Jobs",
  "To live a creative life, we must lose our fear of being wrong. – Joseph Chilton Pearce",
  "Don't count the days, make the days count. – Muhammad Ali",
  "If you want something you've never had, you must be willing to do something you've never done. – Thomas Jefferson",
  "Don’t wait. The time will never be just right. – Napoleon Hill",
  "The quieter you become, the more you can hear.",
  "Hacking is not a crime, it's a mindset.",
  "In cybersecurity, assume breach. Always.",
  "Know your enemy and know yourself.",
  "The best security tool is a curious mind."
  "You’re braver than you believe, and stronger than you seem, and smarter than you think. – A.A. Milne"
]

